<S>	0
</S>	1
<UNK>	2
!	2
|||	3
!=	3
"	4
#	5
$	6
%	7
&	8
&&	9
'	10
(	11
)	12
*	13
+	14
++	15
,	16
-	17
--	18
-1	19
-2147483648	20
-3	21
-32	22
-48	23
-55	24
-87	25
-9223372036854775808	26
.	27
/	28
0	29
0.0	30
0.1	31
0.25	32
0.5	33
00	34
000	35
1	36
1.0	37
1.7976931348623157e__308	38
10	39
10.0	40
100	41
100.0	42
1000	43
1000.0	44
10000	45
100000	46
1000000	47
1000000.0	48
10000000	49
100000000	50
1000000000	51
1000000000.0	52
10000000000.0	53
1000000001	54
1000000007	55
1000000009	56
1000001	57
1000003	58
100001	59
10001	60
1001	61
101	62
102	63
1024	64
103	65
104	66
105	67
107	68
108	69
109	70
11	71
110	72
111	73
112	74
113	75
114	76
115	77
116	78
117	79
118	80
119	81
12	82
12.0	83
120	84
1200	85
121	86
122	87
123	88
124	89
128	90
13	91
14	92
15	93
16	94
17	95
18	96
180	97
19	98
1e_09	99
1e_10	100
1e__18	101
2	102
2.0	103
20	104
200	105
2000	106
20000	107
2000000000	108
201	109
21	110
2147483647	111
22	112
2200	113
23	114
24	115
240	116
25	117
250	118
2500	119
255	120
256	121
26	122
27	123
28	124
29	125
3	126
3.0	127
3.141592653589793	128
30	129
300	130
31	131
32	132
33	133
35	134
36	135
360	136
3600	137
365	138
4	139
40	140
400	141
41	142
42	143
43	144
44	145
45	146
46	147
47	148
48	149
49	150
5	151
50	152
500	153
5000	154
51	155
512	156
52	157
53	158
54	159
55	160
56	161
57	162
58	163
59	164
6	165
60	166
60.0	167
61	168
62	169
63	170
64	171
65	172
66	173
67	174
68	175
69	176
7	177
70	178
71	179
72	180
73	181
74	182
75	183
76	184
77	185
78	186
79	187
8	188
80	189
81	190
82	191
83	192
84	193
85	194
86	195
87	196
88	197
89	198
9	199
90	200
91	201
9223372036854775807	202
93	203
94	204
95	205
96	206
97	207
98	208
99	209
999	210
9999	211
99999	212
999999	213
999999999	214
:	215
<	216
<<	217
<=	218
=	219
==	220
>	221
>=	222
>>	223
?	224
@	225
A	226
AMBIGUITY	227
AND	228
Able	229
Alice	230
April	231
August	232
B	233
BLUE	234
Bad	235
Bob	236
Brus	237
C	238
Case	239
Chef	240
Ciel	241
Correct	242
D	243
December	244
Draw	245
E	246
EVEN	247
Error	248
F	249
False	250
February	251
First	252
G	253
Good	254
I	255
IMPOSSIBLE	256
INVALID	257
Impossible	258
Incorrect	259
Invalid	260
January	261
John	262
July	263
June	264
L	265
M	266
March	267
May	268
N	269
NO	270
NOT	271
No	272
Node	273
None	274
Not	275
November	276
O	277
OK	278
October	279
Possible	280
R	281
RED	282
RIGHT	283
S	284
SI	285
Second	286
September	287
T	288
The	289
True	290
U	291
V	292
VALID	293
W	294
X	295
Y	296
YES	297
Yes	298
[	299
\	300
]	301
^	302
_	303
__globals__	304
__globals_____init__	305
__main__	306
_ctor	307
a	308
abcdefghijklmnopqrstuvwxyz	309
able	310
abs	311
and	312
array_concat	313
array_find	314
array_index	315
array_initializer	316
array_insert	317
array_pop	318
array_push	319
array_remove_idx	320
atan2	321
b	322
bogey	323
bool	324
both	325
break	326
cast	327
ceil	328
char	329
clear	330
compareTo	331
concat	332
contains	333
continue	334
copy_range	335
cos	336
ctor	337
d	338
dek	339
e	340
eight	341
eighty	342
even	343
field	344
fifty	345
fill	346
five	347
floor	348
foreach	349
forty	350
found	351
four	352
ft	353
func	354
func0	355
func1	356
func2	357
func3	358
func4	359
func5	360
func6	361
func7	362
h	363
i	364
if	365
impossible	366
in	367
inf	368
int	369
is	370
it	371
lambda_compare_1	372
len	373
log	374
love	375
lower	376
map_get	377
map_has_key	378
map_keys	379
map_put	380
map_remove_key	381
map_values	382
max	383
medium	384
min	385
n	386
nine	387
ninety	388
no	389
none	390
not	391
o	392
object	393
odd	394
one	395
paper	396
possible	397
pow	398
real	399
return	400
reverse	401
rock	402
round	403
s	404
scissors	405
set_push	406
seven	407
seventy	408
sin	409
six	410
sixty	411
solution	412
sort	413
sort_cmp	414
sqrt	415
square	416
str	417
string_find	418
string_find_last	419
string_insert	420
string_replace_all	421
string_split	422
string_trim	423
struct	424
struct0	425
struct1	426
struct2	427
substring	428
substring_end	429
t	430
ten	431
the	432
thirty	433
this	434
three	435
to	436
twenty	437
two	438
upper	439
v	440
var0	441
var1	442
var10	443
var11	444
var12	445
var13	446
var14	447
var15	448
var16	449
var17	450
var18	451
var19	452
var2	453
var20	454
var21	455
var22	456
var23	457
var24	458
var25	459
var26	460
var27	461
var28	462
var29	463
var3	464
var30	465
var31	466
var32	467
var33	468
var34	469
var35	470
var36	471
var37	472
var38	473
var39	474
var4	475
var40	476
var41	477
var42	478
var43	479
var44	480
var5	481
var6	482
var7	483
var8	484
var9	485
void	486
while	487
x	488
y	489
yd	490
yes	491
z	492
|	493
||	494
~	495
